Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Mittels der „Import“-Funktion erhalten Sie nur eine Annäherung, die in der Regel manuell nachbearbeitet werden muss.
en_gb: The "import" function only supplies a rough version that normally needs to be edited manually afterwards.

source: Mittig zwischen Partitur und Oszillogramm-Ansicht befinden sich Buttons zum Abspielen der Aufnahme:
en_gb: The buttons for playing the recording can be found between the oscillogram and the musical score:

source: Mögliche Fehler
en_gb: Possible errors

source: Nach Beendigung werden Sie mittels eines Dialogfensters über das erfolgreiche Zerteilen bzw. etwaige Fehler beim Zerteilen unterrichtet:
en_gb: Upon completion a dialogue will inform you whether the chopping has been successful or whether errors occured.

source: Nach dem Ausblenden der non-verbalen Spuren und Übersetzungsspuren:
en_gb: After hiding the non-verbal tiers and translation tiers:

source: Nach dem Import wird zunächst ein Dialog zum Bereinigen der Transkription angezeigt (siehe "Transcription > Cleanup...") Unter Umständen wird danach noch dieser Dialog angezeigt:
en_gb: After the import a window for the trancription clean up will be shown (see "Transcription > Cleanup...") Potentially, this dialogue will appear thereafter:

source: Nach dem Konvertieren erhalten Sie zunächst einen „Cleanup-Dialog“, in dem Sie die Transkription nach bestimmten Kriterien bereinigen können (siehe dazu „Transcription > Cleanup..“).
en_gb: After the conversion a "Cleanup-Dialog“ will allow you to clean the transcription up according to certain criteria (see "Transcription > Cleanup..“).

source: Nach dem Konvertieren erhalten Sie zunächst einen „Cleanup-Dialog“, in dem Sie die Transkription nach bestimmten Kriterien bereinigen können (siehe dazu „Transcription > Cleanup...“).
en_gb: After the conversion a "Cleanup-Dialog“ will allow you to clean the transcription up according to certain criteria (see "Transcription > Cleanup...“).

source: Nach dem Markieren eines Abschnitts auf der Zeitachse:
en_gb: After selecting a section on the time line:

source: Nach doppelter geöffneter Klammer folgt auf eine schließende Klammer etwas anderes als eine weitere schließende Klammer.
en_gb: After a double opening parantheses only one has been closed followed by another symbol.

source: Nach nunmehr zehn Jahren Entwicklungsdauer hat der Partitur-Editor einen stabilen Zustand erreicht und wird in zahlreichen Projekten erfolgreich eingesetzt.
en_gb: After more than ten years of development of the Partitur-Editor, it has reached a stable state and is being successfully put to use in numerous projects.

source: Nachher:
en_gb: After:

source: Neben „Referenced File“ auf Browse… klicken, die Audio-Datei (siehe Schritt 1) auf der Festplatte suchen und auswählen, Dialog mit OK beenden.
en_gb: Click Browse… next to „Referenced File“, look for the audio file on your harddrive and close the dialogue with OK.

source: Normalansicht
en_gb: Standard View

source: Normalerweise wird der Partitur-Editor die erste Audio- bzw. Video-Datei laden, die in der momentan im Editor geöffneten Transkription als „Referenced media file“ in der Meta-Information angegeben ist.
en_gb: Normally the Partitur-Editor will load the first audio/video file into the currently open transcription that has been marked as the "Referenced media file" in the meta information.

source: Normalerweise sollten die Dateien in der Liste sich nur im Dateiformat (Audio vs.
en_gb: Normally files in the list should only be distinguishable on the basis of their file format (Audio vs.

source: Normalize IDs: sorgt dafür, dass IDs für Zeitpunkte, Spuren, Sprecher usw. einheitlich vergeben werden
en_gb: Normalize IDs: ensures that IDs for time points, tiers, speakers etc. are assigned consistently.

source: Number of Events: die Anzahl der in dieser Spur vorhandenen Ereignisse
en_gb: Number of Events: the number of events within this tier

source: Number partitur areas: legt fest, ob die Partiturflächen („Partitur Areas“) durchnummeriert werden sollen.
en_gb: Number partitur areas: determines if the partitur areas are numbered consecutively.

source: Nur als Bestandteile von Zeitangaben (als Teil einer Pause oder einer unverständlichen Passage).
en_gb: Only as part of time (as part of a pause or an incomprehensible section).

source: Nur innerhalb unverständlicher Passagen.
en_gb: Only within incromprehensible sections .

source: Nur zur Beschreibung nicht-morphemisierter Äußerungen, nicht als Bestandteil von Wörtern.
en_gb: Only for the description of non morphemized utterances, not as part of a word.

source: Näheres zu diesen Grundeinheiten einer EXMARaLDA-Transkription finden Sie im Dokument Understanding the basics of EXMARaLDA.
en_gb: A detailed description of the basic units of an EXMARaLDA transcription can be found in the document Understanding the basics of EXMARaLDA.

source: Oft genügt es aber, einfach ein vorhandenes Stylesheet (z. B. eines der auf der EXMARaLDA-Website angebotenen) den eigenen Bedürfnissen anzupassen.
en_gb: It often suffices to adjust a simple already existing stylesheet to the needs of the user. (e.g. one of those found on the EXMARaLDA website)

source: Ohne Stylesheet:
en_gb: Without stylesheet:

source: Option „Color empty events“ aktiviert:
en_gb: Option „Color empty events“ activated:

source: Option „Color empty events“ deaktiviert:
en_gb: Option „Color empty events“ deactivated:

source: Option „Save Space“ aktiviert:
en_gb: Option "Save Space“ activated:

source: Option „Save Space“ deaktiviert:
en_gb: Option "Save Space“ deactivated:

source: Output: Welcher Dateityp soll ausgegeben werden?
en_gb: Output: Which file type should the output be?

source: PROGRAMMOBERFLÄCHE
en_gb: USER INTERFACE

source: Parent Tier: bei Spuren des Typs 'A(nnotation)' wird überprüft, ob es eine zugehörige Spur des Typs 'T(ranscription)' mit der gleichen Sprecherzuordnung gibt.
en_gb: Parent Tier: for tiers of the type 'A(nnotation)' the software checks, whether a tier of the type 'T(ranscription)' that is linked to the same speaker exists.

source: Partitur und Oszillogramm-Ansicht sind miteinander verknüpft.
en_gb: The musical score and the oscillogram are linked to each other.

source: Pausensymbol innerhalb von doppelten runden Klammern.
en_gb: Pause symbols in double parenthesis.

source: Per Klick können Sie den Cursor hier wahlweise ein Ereignis weiter nach links oder rechts verschieben.
en_gb: By clicking, the cursor can be moved to an event further to the right or to the left.

source: Phrasierungseinheit in GAT) und jedes Transkriptionssystem andere Endzeichen für seine Einheiten verwendet (z. B. die fünf Äußerungsendzeichen in HIAT vs.
en_gb: (Phrasierungseinheit) (Phrasal Units???) in GAT) and every transcription system makes use of different end of utterance symbols for its units (e. g. the five end of utterance symbols in HIAT vs.

source: Pixel width: Die Auswahl dieser Option sorgt dafür, dass die Partitur auf die angegebene Breite (in Pixeln) umgebrochen wird.
en_gb: Pixel width: When this option is checked, the musical score is separated ??? at the set width (in pixels).

source: Pixel width: legt die Umbruchbreite für die Partitur (d. h.
en_gb: Pixel width: defines the Umbruchbreite (???)of the musical score

source: Platzieren des Cursors in der Mite der Auswhal und anschließendes Rollen mit dem Mausrad bewegt die gesamte Auswahl nach rechts oder links
en_gb: Placing the cursor in the middle of the selection and scrolling thereafter moves the entire boundary to the right or left.

source: Platzieren des Cursors in der Nähe einer Grenze und anschließendes Rollen mit dem Mausrad bewegt diese Grenze nach rechts oder links
en_gb: Placing the cursor near one of the boundaries and scrolling thereafter moves the boundary to the right or left.

source: Positionieren Sie hierzu den Cursor in der Transkription in dem Ereignis, für das Sie den Audio-Schnipsel erzeugen möchten, und klicken Sie auf die „Schere“.
en_gb: Position the cursor into the transcription in the event for which you would like to create an audio snippet und click on the "scissors".

source: Praat Editor Window und Partitur-Editor so auf dem Bildschirm anordnen, dass alles zu sehen ist:
en_gb: Organize the Praat Editor Window and Partitur-Editor so that you can see both on the screen:

source: Praat Picture Window schließen:
en_gb: Close the Praat Picture Window:

source: Praat starten und einrichten
en_gb: Start Praat and set it up

source: Prepend meta information and speakertable: legt fest, ob die Meta-Information und die Sprechertabelle mit ausgegeben werden sollen oder nicht (nur bei RTF- und HTML-Ausgabe).
en_gb: Prepend meta information and speakertable: defines whether the meta information and the speakertable are to be included in the output or not (only valid for RTF and HTML output).

source: Pro Zeile wird eine Äußerung transkribiert.
en_gb: Per line, an utterance is transcribed.

source: Processed output: die bis zum Auftreten des Fehlers bearbeitete Ausgabe.
en_gb: Processed output: the output that has been processed up to the occurence of the error.

source: Project Name: der Name des Projektes.
en_gb: Project Name: the name of the project.

source: Punkte zwischen runden Klammern werden nicht als Endzeichen einer Phrasierungseinheit behandelt.
en_gb: Fullstops in between round brackets will not be considered end of utterance symbols of a (Phrasierungseinheit??).

source: Put timeline outside frame: legt fest, ob die Einträge in der Zeitachse bei der Ausgabe innerhalb oder außerhalb der Partiturfläche erscheinen sollen.
en_gb: Put timeline outside frame: determines whether the entries on the time line are going to be inside or outside of the musical score area.

source: RTF-Präsentation des markierten Partitur-Ausschnitts
en_gb: RTF representation of the selection of the musical score

source: Rechts unter der Oszillogramm-Ansicht befinden sich drei Buttons zum Manipulieren der Auswahl:
en_gb: The buttons to modify the oscillogram can be found under it on the right hand side:

source: Referenced File: falls vorhandenen, die zugehörige digitalisierte Audio- oder Video-Datei.
en_gb: Referenced File: the associated digitized audio or video file, if available.

source: Remove: Um eine Zuordnung rückgängig zu machen, markieren Sie den betreffenden Eintrag im rechten Textfeld und klicken Sie dann auf Remove.
en_gb: Remove: In order to undo an assignment, select the entry in question in the right text field and click Remove.

source: Remove empty events: Aktivieren Sie diese Option, wenn Sie leere Ereignisse, d. h.
en_gb: Remove empty events: activate this option if you would like to remove emtpy events from all tiers

source: Remove gaps: entspricht dem Menüpunkt „Timeline > Remove gaps“ (s. u.).
en_gb: Remove gaps: is equivalent to the menu item "Timeline > Remove gaps“ (see below).

source: Remove Empty Lines: legt fest, ob durch den Umbruch entstandene Leerzeilen entfernt werden sollen.
en_gb: Remove Empty Lines: determines, whether empty lines that resulted from a page or line break should be removed.

source: Remove all: Um alle Zuordnungen zu löschen, klicken Sie auf Remove all.
en_gb: Remove all: In order to delete all assignments, click Remove all.

source: Remove holes (after manual wrap): Diese (zeitaufwendige) Methode empfiehlt sich, wenn Sie eine HIAT-DOS-Datei mit nachbearbeitetem Umbruch „importieren“ möchten.
en_gb: Remove holes (after manual wrap): This (time consuming) method is recommendet, if you would like to "import" a HIAT-DOS file with an afterwards edited line break.???

source: Remove unused timeline items: entspricht dem Menüpunkt „Timeline > Remove unused timeline items“ (s. u.).
en_gb: Remove unused timeline items: is equivalent to the menu item „Timeline > Remove unused timeline items“ (s. u.).

source: Replace symbols: HIAT-DOS benutzt eine nicht ANSI-konforme Kodierungsmethode für deutsche Umlaute.
en_gb: Replace symbols: HIAT-DOS uses a non ANSI compliant coding method for German special characters.

source: Respect word boundaries: legt fest, ob beim Umbruch auf Wortgrenzen (Leerzeichen, Apostroph, Bindestrich) Rücksicht genommen werden soll, d. h.
en_gb: Respect word boundaries: defines whether word boundaries (spaces, apostrophes, hyphens) should be taken into consideration at a break, meaning

source: Richten Sie anschließend den Pfad ein,
en_gb: Then create the path

source: Right margin buffer: legt einen Puffer am rechten Rand der Partiturfläche fest, der geeignet ist, einige Ungenauigkeiten in der Berechnung auszugleichen.
en_gb: Right margin buffer: defines a buffer area at the right margin of the Partitur Area. This can be done in order to compensate inaccuracies in the calculation.

source: Rote, blaue und grüne Textfarbe
en_gb: Red, blue and green as text colors

source: Ruft einen Dialog auf, in dem die Meta-Information zur Transkription, also z. B. Angaben zum Transkribenten, zur Aufnahme, zu den Konventionen etc. eingegeben oder bearbeitet werden können.
en_gb: Opens a dialogue in which the transcription's meta information can be saved and edited, i.e. information about the transcriber, the recordings, the conventions etc.

source: Ruft einen Dialog zum Eingeben und Editieren von Informationen über die Sprecher auf.
en_gb: Opens a dialogue for the input and editing of information on the speakers.

source: Save space: legt fest, ob bei der Ausgabe nach Umbruch an Leerzeilen „gespart“ werden soll.
en_gb: Save space: determines, whether empty lines should be "reduced" at output after a break..

source: Scale factor: legt den Vergrößerungsfaktor (in Prozent) fest.
en_gb: Scale factor: specifies the scale factor (in percent).

source: Schaltet den Modus zum Feinjustieren von absoluten Zeitverweisen ein bzw. aus.
en_gb: Activated or deactivates the mode for fine tuning the absolute time references.

source: Scheitert die Segmentierung, wird eine entsprechende Fehlermeldung ausgegeben.
en_gb: If the segmentation fails, an error message will appear.

source: Schließen Sie den Dialog, indem Sie auf das Kreuz in der rechten, oberen Ecke klicken.
en_gb: Close the dialogue by clicking onto the x in the top right corner.

source: Schließen Sie die Eingabe mit OK ab.
en_gb: Close your input by clicking OK.

source: Schließende Klammer folgt auf Äußerungsendzeichen und Leerzeichen.
en_gb: Utterance end symbol and space are followed by parentheses closing.

source: Schließende Klammer folgt auf Äußerungsendzeichen.
en_gb: Utterance end symbol is followed by parentheses closing.

source: Schließt die aktuelle Transkription und beendet den Partitur-Editor.
en_gb: Closes the current transcription and exits the Partitur-Editor.

source: Schneidet den momentan markierten Text aus und legt ihn in die Zwischenablage.
en_gb: Cuts the currently selected text and puts it into the clipboard.

source: Schrumpft nach dem Import eines ExSync-Dokuments die Ereignisse automatisch gemäß ihrer typographischen Ausdehnung (siehe Leitfaden für die Konvertierung von Legacy-Daten: „Importieren von syncWRITER-Daten“).
en_gb: Schrinks the events automatically after the import of ExSync-documents in accordance to their typographic expansion.(see Leitfaden für die Konvertierung von Legacy-Daten: „Importieren von syncWRITER-Daten“???).

source: Scroll-Leiste
en_gb: Scroll Bar

source: Segmentation: Welcher Segmentierungsalgorithmus soll angewendet werden?
en_gb: Segmentation: Which segmentation algorithm should be used?

source: Segmentierung: „CHAT: Utterance“
en_gb: Segmentation: "CHAT: Utterance“

source: Segmentierung: „DIDA: Words“
en_gb: Segmentation: "DIDA: Words“

source: Segmentierung: „GAT: Intonation Units“
en_gb: [fuzzy] Segmentation: „GAT: Intonation Units“

source: Segmentierung: „HIAT: Utterance and Words“
en_gb: Segmentation: „HIAT: Utterance and Words“

source: Segmentierung: „IPA: Words and Syllables“
en_gb: Segmentation: „IPA: Words and Syllables“

source: Segmentkette
en_gb: Segment chain

source: Seine Funktionsweise ist dem virtuellen Keyboard vergleichbar – es besteht aus einer Zusammenstellung von Symbolen, die per Klick in die Partitur eingefügt werden können.
en_gb: The way it functions is comparable to the functionality of the virtual keyboard. It consist of a compilation of symbols that can be added into the musical score by clicking on them.

source: Selection gibt die momentane Auswahl der Partitur aus.
en_gb: Selection issues the current selection in the musical score.

source: Sex: das Geschlecht des Sprechers.
en_gb: Sex: the sex of the speaker.

source: Show every n-th absolute time: legt fest, dass jede n-te absolute Zeitangabe in der Zeitachse angezeigt werden soll.
en_gb: Show every n-th absolute time: every n-th absolut time value on the time axis is shown.

source: Show every n-th numbering: legt fest, dass jede n-te Nummerierung in der Zeitachse angezeigt werden soll.
en_gb: Show every n-th numbering: every n-th numbering in the time axis will be shown.

source: Sich überlappende Äußerungsteile verschiedener Sprecher werden mit spitzen Klammern eingefasst.
en_gb: Overlapping parts of the utterances of different speakers are placed into angle brackets.

source: Sie Schattierungsfarbe ist auf „grau“ voreingestellt und kann Sie kann über den Befehl Format > Edit format table verändert werden.
en_gb: The shading colour is preset to "grey“ and can be changed by using Format > Edit format table.

source: Sie erhalten einen Datei-Dialog, in dem Sie das betreffende Stylesheet auswählen können.
en_gb: A file window will allow you to select the particular stylesheet.

source: Sie haben die Möglichkeit, das Panel über einen Klick auf das Bedienungselement 6 zu verkleinern, indem Sie die Schieberegler ausblenden (1).
en_gb: You can minimize the panel by clicking the control element 6 by hiding the slide bar (1).

source: Sie haben die Wahl zwischen HTML, XML, TXT und "other"
en_gb: You can choose between HTML, XML, TXT and "other"

source: Sie ist für Benutzer gedacht, die (mit XSL-Stylesheets oder Ähnlichem) eigene Visualisierungen entwickeln möchten.
en_gb: It is intended for users that plan on developing their own visualisation (containing XSL stylesheets and the like).

source: Sie kann z.B. dazu genutzt werden, systematische Inkonsistenzen in einem Korpus komfortabel zu bearbeiten.
en_gb: It can be used to comfortably edit systematic inconsistencies in the corpus, for example.

source: Sie können aber auch die einzelnen SVG-Dateien mit einer geeigneten Software (z. B. Adobe Illustrator) öffnen und ggf. weiterbearbeiten oder in einem anderen Grafik-Format (z. B. WMF, das sich dann in ein Word-Dokument einfügen lässt) speichern.
en_gb: However, you can also open the individual SVG files with a suitable software (e. g. Adobe Illustrator) and edit them or save them in a different graphic format (e.g. WMF, which can be pasted into a Word document), if desired.

source: Sie können den Dialog dabei geöffnet lassen.
en_gb: The dialogue can remain open.

source: Sie können die Datei anschließend mit jedem beliebigen Browser öffnen. Die Ausgabe von Meta-Informationen und Sprechertabelle kann über ein Stylesheet, das unter Edit > Preferences > Stylesheets als „Head to HTML“ angegeben ist, parametrisiert werden.
en_gb: Thereafter, the file can be opened in any browser. The meta informationen und speaker table output can be parameterised viaEdit > Preferences > Stylesheets als „Head to HTML“.

source: Sie können in diesem Fall mittels der Pfeiltaste 4 weiterhin wählen, ob das Video neben oder oberhalb des Panels angezeigt werden soll.
en_gb: Under these conditions the arrow key 4 allows you to choose whether the video should be displayed next to the panel, or above it.

source: Sie lässt sich auf zwei verschiedene Arten (auch kombinierbar) reduzieren: Ganze Spuren entfernen Sie aus der Selektion, indem Sie sie mittels der Funktion Tier > Hide tier ausblenden.
en_gb: It can be reduced in two ways (which can also be combined): Entire tracks can be removed from the selection by dismissing them with the functionTier > Hide tier.

source: Sie macht die zuletzt ausgeführte Aktion rückgängig.
en_gb: It reverses the last action that has been carried out.

source: Sie sind insofern wahrscheinlich die beste Lösung, um Partituren in zu druckende Veröffentlichungen zu integrieren.
en_gb: Thus, they are probably the best solution to integrate musical scores into printed publications.

source: Sie sollten daher in diesem Prozess nicht die vorhandene Basis-Transkription überschreiben, sondern der segmentierten Transkription einen eigenen Namen geben.
en_gb: Thus, during this process, you shouldn't overwrite the existing basic trasncription, but give the segmented transcription a new name.

source: Sie sollten eine Kategorie festlegen, wenn Sie für einen Sprecher mehr als eine Spur einrichten.
en_gb: A category should be defined, if you set up more than one tier for a speaker.

source: Sie werden ferner auch nicht mit der eigentlichen Transkription, sondern als gesonderte Datei gespeichert.
en_gb: Furthermore it is saved as a seperate file and not in the actual transcription.

source: Sie werden mittels eines Dialogfensters aufgefordert, einen Namen und Speicherort für die Audio-Datei auszuwählen.
en_gb: A pop-up window will then ask you to choose a name and a storage location for the audio file.

source: Sie werden zunächst aufgefordert, die anzuhängende Datei auszuwählen.
en_gb: First, you are asked to select a file to be glued.

source: Sie wird unter anderem von den Funktionen „Check for segmentation errors“ und „Check for Structure Errors“ des Corpus-Managers geschrieben (siehe dazu die COMA-Dokumentation).
en_gb: It is written by the functions "Check for segmentation errors“ and „Check for Structure Errors“ of the Corpus Manager, among others. (see the COMA documentation).

source: Siehe dazu auch Anhang C „EXMARaLDA und Stylesheets“.
en_gb: See Appendix C "EXMARaLDA and Stylesheets“.

source: Siehe dazu:
en_gb: For this, see:

source: Siehe hierzu auch das Dokument Audio and Video support in EXMARaLDA.
en_gb: For further information, please consult the document Audio and Video support in EXMARaLDA.

source: Simple Exmaralda-Konventionen
en_gb: SIMPLE EXMARaLDA Conventions

source: Sinn und Zweck des Editors ist es nicht in erster Linie, ein Werkzeug zum Erstellen von „schönen“ Partituren zu liefern, sondern die Erstellung von Transkriptionsdaten in einer Form zu ermöglichen, in der sie für eine rechnergestützte Verarbeitung (insbesondere ein rechnergestütztes Durchsuchen) verwertbar werden.
en_gb: The main purpose of the editor is not, to supply a tool that creates “pretty” musical scores, but to create transcription data in a form that can further be used in computer-aided processing (especially in a computer-aided searching).

source: Smooth timeline with a threshhold of: Aktivieren Sie diese Option, wenn Sie sehr nahe beieinander liegende Zeitachsen-Einträge zusammenlegen möchten.
en_gb: Smooth timeline with a threshhold of: Activate this option if you would like to combine timeline entries that lie very close together.

source: Smooth right boundaries: legt fest, ob die rechten Partiturflächenbegrenzungen auf eine Linie geglättet werden sollen (funktioniert nur bei Drucker- und RTF-Ausgabe, nicht bei HTML-Ausgabe).
en_gb: Smooth right boundaries: defines whether the right partitur area boundaries should be smoothed out to one line (This only works for printer and RTF-output, not for HTML-output).

source: So enthält das obige Beispiel genau vier Segmentketten:
en_gb: The example above thus contains four segment chainst :
